IDEA StatiCa Open Model
MatAnchorProperties.KT Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Tension linear stiffness.
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double KT { get; set; }
Public Property KT As Double
	Get
	Set
public:
property double KT {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace